{
  "limitedStakingFirstPart": "The Limited Staking",
  "limitedStakingSecondPart": "Window is open!",
  "deltaLSW": " Delta's LSW is ongoing. Early participant can earn up to 30% Bonus rewards.<br />Make sure to checkout our Referral Program to maximize your rewards.",
  "connectWallet": "Connect Wallet",
  "48Hours": "48 Hour Code Review Period",
  "contracts": "Read the DELTA smart contracts, made available 48 hours before the beginning of the Limited Staking Window for the purposes of your due diligence.",
  "limitedWindow": " Prepare for Delta’s Limited Staking Window",
  "deltaAcademy": "Delta Academy",
  "joinTheCommunity": "Join The Community",
  "connectToDelta": "Connect To Delta",
  "limitedStaking": "Limited Staking Window",
  "lswExplanationTitle": "What happens next?",
  "lswExplanationContent": "Delta is using a special event called Limited Staking Window to launch its tokens. The Limited Staking Window allows participants to stake Ethereum and receive rLP tokens in return.  at the end of the Limited Staking Window (March 4th, 9:30AM PST).  The window will remain open for 10 days, rewarding early stakers with a bonus of up to 30%. Once the Limited Staking Window closed, participants can claim rLP tokens and stake them in the Deep Farming Vault to earn yield.  The Delta token will launch on Uniswap and become tradable while the first liquidity rebasing will increase the minting price of rLP by ~150%.",
  "contribute": "Contribute to the Limited Staking Window",
  "earnWithDelta": "Contribute Ethereum to receive Delta’s rLP token, after the LSW ends.",
  "contributionBonus": "You're eligible for a {{bonus}}% Early Sign Up Bonus if you contribute now!",
  "installMetaMaskInstructions": " You'll need to install Metamask to continue. <br /> Once you have it installed, go ahead and refresh the page.",
  "installMetaMask": "INSTALL METAMASK",
  "howToInstall": "HOW TO INSTALL METAMASK",
  "referral": "Refer your friend and receive 5% bonus in credit and 5% in ETH. Your referral will get a 10% bonus to their initial contribution.",
  "deltaReferral": "Delta Referral Program",
  "disconnect": "Disconnect Wallet",
  "validContribution": "Provide a valid Contribution",
  "yourContribution": "Your Total Contribution",
  "walletConnect": "WalletConnect",
  "metaMask": "MetaMask",
  "max": "max"
}